server/sql/testdata/soapxml/runSystemCheck_v1.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:dhl="http://producers.dhl.xrd.riik.ee/producer/dhl"
  xmlns:xtee="http://x-tee.riik.ee/xsd/xtee.xsd">  
	<env:Header>
		<xtee:asutus>70006317</xtee:asutus>
		<xtee:andmekogu>dhl</xtee:andmekogu>
		<xtee:ametnik>38005130332</xtee:ametnik>
		<xtee:nimi>dhl.runSystemCheck.v1</xtee:nimi>
		<xtee:id>dhl_client_1</xtee:id>
		<xtee:toimik/>
		<xtee:isikukood>EE38603052255</xtee:isikukood>
	</env:Header>
	<env:Body>
		<dhl:runSystemCheck>
			<keha/>
		</dhl:runSystemCheck>
	</env:Body>
</env:Envelope>
